app/controllers/posts_controller.rb

  def create
    Post.create(post_params)
---
INSERT INTO `posts` (`title`, `content`, `created_at`, `updated_at`) VALUES ('testです', 'テストです', '2020-05-04 18:58:42', '2020-05-04 18:58:42')